[{"title":"大一上的期末周","url":"/2025/01/17/大一上的期末周/","content":"\n# 前言\n\n​\t虽然有些晚，但还是要记录一下自己的第一个期末周。拖延症真是折磨的事，本身打算是第一周周末记录第一周，考完记录第二周及总体感受。但是，没有想到，我在第一周考完的间隙看了一本网文，导致没有多少时间，种种因素，还是有些懒。\n\n​\t在我敲下这段文字时，成绩已经出来一部分了，但我还是尽可能的平和描述我当时的心态，也不想夹带着对成绩的看法。\n\n# 时间线索\n\n## 考前复习\n\n​\t第一次期末复习，前期还是比较重视，虽然在图书馆摸鱼居多，但还是做了做题目，主要乃至完全集中在高数与线代，这两中，高数又占了大多数，也许是高数先考的影响。\n\n## 第一门考前\n\n![第一场考前](/img/第一场考前.jpg)\n\n​\t第一场考前，对着上院拍的照片。当时心理应该是激动与忐忑，\n\n## 高数考完，晚上图书馆\n\n![夜晚的包图1](/img/夜晚的包图1.jpg)\n\n![夜晚的包图2](/img/夜晚的包图2.jpg)\n\n​\t高数考完了，本身比较虚脱，大晚上强撑着去了包图，复习历史，但还是手机居多。\n\n## 浪漫的图书馆\n\n![1314](/img/浪漫的图书馆.jpg)\n\n​\t偶然看见，浪漫的数字。\n\n## 主图傍晚\n\n吃饭，恰巧碰到，估计着也只有一刻左右的美景。\n\n![主图傍晚1](/img/主图傍晚1.jpg)\n\n![主图傍晚2](/img/主图傍晚2.jpg)\n\n## 清晨的主图\n\n​\t早上去图书馆，赶着七点半开馆到了主图，第一次体验到空无一人的图书馆。\n\n![清晨的图书馆1](/img/清晨的图书馆.jpg)\n\n![清晨的图书馆2](/img/清晨的图书馆2.jpg)\n\n## 最后一考前\n\n![最后一考前](/img/最后一考前.jpg)\n\n## end\n\n​\t遗憾的是，我忘了拍下最后一门考完的场景。但我记得，出来只觉得崩了，好几个胡写的玩意，好多没复习到的东西。\n\n# 最后\n\n​\t大一期末，匆匆忙忙的结束了，分数也不高，出完红课估计更寄，所谓学也没学好，玩也没玩好，就这样了。现在还留在学校，其实是很想见高中同学的，但我。希望有个好结果，下学期尽量不要空虚的耍手机了，课很紧张。\n\n​\t胡言乱语，难诉惆怅，唯有希冀，望启新航。\n","tags":["大一","期末"]},{"title":"2024终焉","url":"/2024/12/31/2024终焉/","content":"\n# 回顾这一年\n\n## 心有所感的概论\n\n​\t虽然我事实上认同每个时间对一个人都是影响巨大的，但不得不承认的是，2024，甲辰龙年，确实是一个天翻地覆的时光。结束了12年，或者更久的应试教育生活，结束了与为了应付考试而学习的种种科目，到现在，开启了更明确的未来之路，也开启了更多元的选择方向。\n\n​\t事实上，我对于上半年那不久之前且持续三年的高中生活已经淡忘了许多细节，我还能记得那段略有迷茫但被周围人推着前进的日子，但我很难在感受到其中细节，也很少能与过去的自己共情了。甚至于说，我留下的只是一些朦胧的不可言说的印象与抽象到概念级别的感觉。时光匆匆吗，也许是人过于空虚，也过于消极。、\n\n​\t从时间上来说，今年的高三与大一算是各占一半，我的大学之旅也马马虎虎度过八分之一了。我确实不是一个高中生了，但我好像也没做好一个大学生。\n\n### 高三下\n\n​\t不太恰当的说，这是一段盲目的时间。没有多少展望未来，没有多少雄心壮志，应该是舍掉了一些心理毛病的我比较全心全意的投入学习，或者说刷题。我不敢遑论自己多么多么努力学习，我的高中都是平平静静度过的，但是，与自己而较，我可以说我确实是做到了好好学习。\n\n​\t这个时间段我的课外阅读与活动减少了很多，为数不多的基本消遣式阅读，好像戒掉了一段时间网文，只存在于体育课的篮球，时而会有的跑步。但也在这段时间里，看了很多的杂志，之前几乎不会去看这些时事评论的东西，现在却喜欢上了这些。\n\n​\t最后，高中的结果是不错的，有一个比较好的高考分数，认识到了很多比较契合的朋友。（没想到最后对高中的评语竟然只想出来了这两句）\n\n### 三个月的暑假\n\n​\t放纵，摆烂，肆意妄为的生活。\n\n​\t我不知道是不是本身就是一个烂人，还是这三个月洗去了苦涩学习生活的痕迹，可能都有吧，但最终就是，一个只想着轻松混日子的人了，希望能改掉这部分扎根比较深的坏习惯了。\n\n### 大一上\n\n​\t人人上大学都会无比后悔与迷茫吗，我不知道，但我是了，尤甚。\n\n​\t回头来看，大一上好像就这样糊里糊涂的混过去了，不知道自己在干什么，不知道自己要干什么，空虚地依靠手机来消遣时间，忙着无端内耗，也忙着逃避无端内耗。\n\n​\t自我来讲我的大学生活过的并不好，生活与学习都是，我希望不在这样了。更直接的说，我希望是一个成年人了。\n\n# 对25的期望\n\n​\t收到了人生中第一本比较正式的日历以及也许是第一个比较专门的新年礼物。希望明年，可以是蜕变的一年。\n\n​\t![日历](/img/日历.jpg)\n\n​\t多读书吧，看看那些过去想读但又没读的书，好好学习吧，去做到那些真正想做到的事。\n\n​\t![lake](/img/涵泽湖.jpg)\n","tags":["年度总结"]},{"title":"《一句顶一万句》","url":"/2024/12/03/《一句顶一万句》/","content":"\n# 阅读后的胡思乱想\n\n## 初识\n\n​\t如果没有错误的话，对这本书第一次真正留意是谢帝在《彩虹》中写的”我笔下的一句顶他们一万句“，再了解到这本书《一句顶一万句》，我确实被书名所吸引，磅礴且低调。然后也就在随缘了，没有在书店或者图书馆的线下见到，也就没能阅读。后面高考语文阅读上有的《塾师老汪》，算是真正的第一印象。额，其实这两件事的先后有些模糊了，但总归是有了阅读的想法\n\n​\t大抵是高三时期，有位杨同学带了一本《一日三秋》，我当时应该是非常惊喜，但确实想不起来为什么没有切实完整地感受过刘震云老师的作品而已经对他的作品充满热忱，或许就是这两个非常喜欢的书名。《一日三秋》的阅读感受，个人感觉是酣畅淋漓，沉浸式的阅读体验，没有疲倦感，一气呵成。从此对刘震云老师的文风有了深刻的认识，风格很鲜明，也许塑造了我目前对河南的感觉。题外话，个人目前读的比较多的中国当代作家风格都很显著，都很有特色。而大部分外国作家没有那种萦绕在任何一段文字上的风格，或许是翻译的问题？\n\n​\t在之后，杨同学又带来了《一句顶一万句》，但这次由于他好像读的比较慢和其他什么想不起来的原因，错过了。但还记得语文课在讲那篇阅读时，他讲的是人与人之间的情谊吧，一句真正触动人心的话语是抵过千万句无关痛痒的闲聊，正所谓一句顶过一万句。这也是我对这本书阅读时的刻板印象了，虽然确实没有对实际阅读有很多影响，但还是会下意识向这方向理解。\n\n## 阅读\n\n​\t这本书的阅读阵线拉的比较长，从下载下来开始阅读，然后第一次大规模阅读，最后一次直接完成阅读。第一次只看了一小部分，\n","tags":["刘震云","中国当代"],"categories":["阅读"]},{"title":"上马志愿者之行","url":"/2024/12/01/上马志愿者之行/","content":"\n# 前置阶段\n\n## 报名\n\n​\t上马志愿者很火爆，1500份问卷，开放同时先将问卷网站干奔溃了。我i的前几次提交都是未知错误失败，第三次显示重复提交，填写记录里也有了问卷，初步报名成功了。晚上9点开放问卷，十分钟左右满员。按文件所说，上马的志愿者是有素拓加分的，不多，但也许是一个热门的理由了。但是，介绍上没有说补助问题，大家也许认为素拓比那一两百元更重要吧，然后按我水源上看到的和听其他人说的，补助有，但很少。而且按补助缓慢的发放惯例，能见到具体数字大抵是很久之后了。\n\n## 面试\n\n​\t首先，我确实没有对面试环节有多少敬畏，基本上是无准备出击，所以在面试环节的成绩不太好。当时面试条上有摄影志愿者和小闪电的额外招募，我的问卷上是摄影，写的时候阴差阳错勾选了小闪电，这是当时脑子过于松懈，处于迷糊状态了。问题上记得有小闪电职责，我对此完全不知，临上场前ai查询了一下，结果ai在胡说，所以我也跟着错误理解，也许是扣大分；还有问对leader的理解；问如果裁判和另一个什么下达了相悖的指令会怎么处理。最开始的自我介绍环节我做的很差劲，后面的问题上也算不上好，不出意外的，我落选了，在所谓的储备志愿者里。\n\n​\t然后，在本身已经失去了希望下，补录成功了，在正常志愿者的第二天领到了物资。算是意外之喜，毕竟当时真的觉得自己太炸裂。然后奇怪的是，文件中未补录志愿者和正常以及补录成功的志愿者是一个待遇，只有拒绝补录会没有后续。但具体情况也不清楚，难道素拓和劳动学时也同样发放吗？那也很很舒服，虽然没有服装什么的，也缺少了经历，但躺着就赚了，不必通宵。\n\n![物资包1](/img/物资包1.jpg)\n\n![物资包2](/img/物资包2.jpg)\n\n​\t今年赞助商是`NIKE`，发的衣服，帽子虽然不是很合时令，但也是不错的衣物。帽子确实有些小了。\n\n# 活动过程\n\n## 集合\n\n​\t12月1日凌晨2：00，在霍英东体育馆门口集合。大晚上，真的是很冷，而且没有穿很厚的衣服，更是雪上加霜。\n\n![集合](/img/集合.jpg)\n\n## 前往\n\n​\t物资包里有十元的早餐卷，而且手册也说明了没有早餐供应，让自行准备，但最后车上还是发放了早餐，而且东西也很不错。\n\n![早餐1](/img/早餐1.jpg)\n\n![早餐2](/img/早餐2.jpg)\n\n![早餐3](/img/早餐3.jpg)\n\n​\t而且甚至，回去的路上甚至又发了一份早餐包，不知道组长怎么搞到这么多。在校圈上甚至刚去就看到吐槽组长因为自己起晚而全组没有早餐的帖子。可以说我们组长确实是很负责的人，而且是一个爱笑的女生。\n\n## 准备\n\n​\t到达后合照，有些暗了，摄影的相机比较小。\n\n![合照](/img/合照.jpg)\n\n​\t到了地点，事实上是组织有些混乱。先是组长被什么事拉走，然后裁判给安排的也不明确，至少我当时是一直跟着另一个组在徘徊，在迷茫。整个活动略有组织，但组织程度一般，真就”一个巨大的草台班子“。但有一说一，准备的还是挺充分。\n\n![物资准备](/img/物资准备.jpg)\n\n​\t而且，对于杯子过分的整齐程度要求，纯粹是形式主义的荼毒。如果说为了方便取用而排布，那么比较麻烦的要求无可厚非，但是仅仅在出片上有效果的整齐，难以理解。而且当人多起来，真的没有去注意过摆放。\n\n![工作图](/img/工作图.jpg)\n\n​\t虽然我没有过经历，但和我负责一个桌子的都是学长，都参加过很多次上马上半马志愿者。一个是电院青年志愿者队的大三学长，一个是中文系的19级退役老兵。\n\n## 工作\n\n​\t实际工作中，感觉饮料组不是很忙，跑者大部分对饮用水需求大一些，饮料没有拿太多，而且设置的桌子很多，一直在回答”饮用水在前面“。整体强度是，轻松，很忙碌，一般。\n\n### 最前面的高水平运动员\n\n​\t第一梯队的人完全不需要这些饮料\n\n<video width=\"640\" height=\"360\" controls>\n  <source src=\"/vedio/第一梯队.mp4\" type=\"video/mp4\">\n  Your browser does not support the video tag.\n</video>\n\n​\t稍微落后第一二梯队的跑者，实力也很强，就开始取用饮料，但比较少。\n\n### 大众跑者\n\n​\t当大部分都过来时，忙的没有时间关注，一直低着头倒饮料，摆饮料。\n\n![大众](/img/大众.jpg)\n\n​\t人最多，没有拍太多照片留念，也没看到别人发的，后面能找到会再补一些照片。\n\n### 收尾\n\n​\t最后就是处理剩下的饮料瓶什么的，我们剩了好几箱，最后本来想留下一箱分了，但被搬走了，也就拿了几瓶。怪可惜的。\n\n​\t整个过程中，都有本地的老太太对我们的瓶子图谋不轨，而这次要求瓶子要自己收好。老太太战斗力确实猛，团伙作案，一个不注意就给瓶子扫荡了。这里全都仰仗于退役的学长了，对于这件事处理非常强硬。但并不好评价这件事，对瓶子的回收并没有什么既得利益，似乎是纯粹的针对这部分人；但如果对这部分人的行为放置不管，肆无忌惮的随意拿取，也许会助长气焰，导致影响更大的类似偷取的行为。\n\n### 归途\n\n​\t很困，车上一直在睡觉，以一个很不舒服的姿势，神智很难清醒。\n\n# 结束的感想\n\n​\t怎么说呢，本身对这场志愿活动是很期待的，一是这是一场很大型的活动，也是我第一个正常参与的志愿活动，二是这个名额算是一个成功吧，很长一段时间我一直处于失败，甚至有些灰心了。但最终，就像是一场梦，什么也没做，但留下了一些记忆，似真似假。也好像没什么意义，所谓的成败都是我赋予的象征，我的生活没有变好，并不是时来运转，只不过是无关紧要的小插曲罢了。\n\n​\t但是呢，经过此次上马，我算是对志愿者活动有了认知，大概算是祛魅了，只是随随便便组织起来的草台班子罢了，或者说，以低廉的价格来获取低质量的劳动力。但是以我内心而言，我是愿意去做这些事的。物资，补贴什么算是小方面，一大方面是这是一个轻松的事，没有太高的要求，并且个人内心深处还是认为有意义的。它能让我不会在手机短视频上虚度，它能让我有所经历，有所谈资。\n\n​\t之后的上马，还有上半马，也许大概率还是会报名，起码我算在做自认为有意义的事吧。\n","tags":["志愿者","上马"]},{"title":"电院迎新晚会","url":"/2024/11/27/电院迎新晚会/","content":"\n# 前置心理\n\n​\t本身，今天作业很多，高数很多的积分计算，线代又是数十道题目，而且两个课程都没有学习到进度，准别今天自学，但是下午一个讲座，加上一些放纵，最终还是没有学习多少。晚上呢，本身不打算去晚会，但有一个同学询问，加上也想开始博客记录，试一下配图和视频什么的，最后也就去了。\n\n# 节目\n## 图片\n\n![入场](/img/IMG_20241127_184241.jpg)\n\n![节目单](/img/IMG_20241127_184359.jpg)\n\n![1](/img/IMG_20241127_190408.jpg)\n\n![2](/img/IMG_20241127_200948.jpg)\n\n![3](/img/IMG_20241127_200951.jpg)\n\n![4](/img/IMG_20241127_203601.jpg)\n\n![5](/img/IMG_20241127_211332.jpg)\n\n## 视频\n<video width=\"640\" height=\"360\" controls>\n  <source src=\"/vedio/video_20241127_211911.mp4\" type=\"video/mp4\">\n  Your browser does not support the video tag.\n</video>\n\n<video width=\"640\" height=\"360\" controls>\n  <source src=\"/vedio/video_20241127_190414.mp4\" type=\"video/mp4\">\n  Your browser does not support the video tag.\n</video>\n\n<video width=\"640\" height=\"360\" controls>\n  <source src=\"/vedio/video_20241127_211342.mp4\" type=\"video/mp4\">\n  Your browser does not support the video tag.\n</video>\n\n<video width=\"640\" height=\"360\" controls>\n  <source src=\"/vedio/video_20241127_211507.mp4\" type=\"video/mp4\">\n  Your browser does not support the video tag.\n</video>\n\n<video width=\"640\" height=\"360\" controls>\n  <source src=\"/vedio/video_20241127_211556.mp4\" type=\"video/mp4\">\n  Your browser does not support the video tag.\n</video>\n\n<video width=\"640\" height=\"360\" controls>\n  <source src=\"/vedio/video_20241127_211754.mp4\" type=\"video/mp4\">\n  Your browser does not support the video tag.\n</video>\n# 小感\n\n虽然但是，没有对迎新晚会有特别愉悦的体验，甚至当时一直在忧愁于作业以及晚上的博客问题。作业确实很多，这周任务会很赶了。然后博客上，插入图片和视频已经可以说学会了，但确实很麻烦，而且排版什么也没搞。目前按我理解，操作这些只能用`html`语法了。\n\n有一说一，写博客真的耗费时间，但今天晚上无意义空耗时间确实少了，而且记录本身是好的。总而言之，希望自己能坚持下来，目前的问题是还没有规划好哪些大类，然后`tags`具体怎么实现。但细节分类后续再说也是小事。","categories":["-记录"]},{"title":"建站的尝试与小感","url":"/2024/11/26/建站的尝试与小感/","content":"\n# 建站\n\n​\t个人博客的建立脱了真的太久了，从高二的初识以及尝试，到现在大一真的想认真建立一个博客，记录自己的生活学习和各种小东西，也许更重要的是让自己不要在虚度和荒废在无意义的短视频与纯粹消遣的网文中。\n## 走过的路\n​\t高二时，由于编程语言确实难度过大，所以我转向了标记语言的尝试，发现确实简单很多。跟着教程，我基本掌握了基础的`html`和`css`的用法，难度比较高的`javascript`基本是没看多少就放弃了。个人还对学习的网站很有印象，入门很不错。\n\n网站[html学习]: (https://developer.mozilla.org/zh-CN/docs/Web/HTML)\n\n​\t然后在社团，李德，原谅我直呼其名，看到了我不好好干活反而去干这，给了很多帮助。然后应该就萌生了建立一个自己的网站的想法，当时也没想博客的形式，无所谓的随便设计，尝试。然后被李德建议了一下借助工具，毕竟比较精致的网站不是简单能手敲的。还记得我还是坚持自己干了一段时间，但确实困难加上懒，最终还是用上了`hexo`。\n\n​\t`hexo`上手很轻松，当时还有可以放肆提问的人帮助，很快搭建起来了。最开始主题的挑选确实让我折磨了，好几个主题让我见识到很多当时闻所未闻的东西。然后应该是用了一个经典的`butterfly`才成功规避了做不到的事，也算建成了。但网站上从未上传过一篇文章。一是懒惰，二也许是好像当时成绩问题，总之就是没写，设置什么的基本配全了，但是空架子。\n\n​\t后面就学业压力，渐行渐远，也因为一些失误，源代码没拷贝，基本是崩了。\n\n​\t然后大一，迷茫，无助，懊悔，懒惰，想改变。又开始了搭建，但还是懒，又拖了一个月。最开始选的主题评论功能做的太奇怪，因为一些神奇的安全问题无法部署，网上教程反复尝试，ai也不断问，还是不行。修改到了现在的主题，但都是简洁的风格了，比高中时期动漫的粉嫩好太多了。这里就贴一下之前的背景。\n\n![last_background](/img/last_background.jpg)\n\n## 一些感受\n\n​\t很多东西确实做起来回好很多，也可能是不太拖延的问题。建站不是很难，但也要解决一些问题，也需要一些时间。解决问题的能力肯定得到了锻炼，并且在匆忙的学习时间中挤出来了一些空闲来自己工作吧算。大学算得上已经陷入优绩主义很多了，希望能以博客，约束自己，拯救自己。\n","tags":["记录"]}]