window.__ESSAY_DATA__ = [
  {
    title: "【随笔示例】",
    file: "sample.md",
    date: "2026-06-16",
    summary: "这里存放一些随便写的读书的相关内容吧，也是对将要被顶掉的前任博客的悼词。",
    content: `# 【随笔示例】

这里存放一些随便写的读书的相关内容吧，也是对将要被顶掉的前任博客的悼词。
`
  },
  {
    title: "《一句顶一万句》",
    file: "《一句顶一万句》.md",
    date: "2026-06-16",
    summary: "从书名吸引、阅读契机到真正完成阅读，一篇关于刘震云作品和个人阅读印象的记录。",
    content: `
# 阅读后的胡思乱想

## 初识

​	如果没有错误的话，对这本书第一次真正留意是谢帝在《彩虹》中写的”我笔下的一句顶他们一万句“，再了解到这本书《一句顶一万句》，我确实被书名所吸引，磅礴且低调。然后也就在随缘了，没有在书店或者图书馆的线下见到，也就没能阅读。后面高考语文阅读上有的《塾师老汪》，算是真正的第一印象。额，其实这两件事的先后有些模糊了，但总归是有了阅读的想法

​	大抵是高三时期，有位杨同学带了一本《一日三秋》，我当时应该是非常惊喜，但确实想不起来为什么没有切实完整地感受过刘震云老师的作品而已经对他的作品充满热忱，或许就是这两个非常喜欢的书名。《一日三秋》的阅读感受，个人感觉是酣畅淋漓，沉浸式的阅读体验，没有疲倦感，一气呵成。从此对刘震云老师的文风有了深刻的认识，风格很鲜明，也许塑造了我目前对河南的感觉。题外话，个人目前读的比较多的中国当代作家风格都很显著，都很有特色。而大部分外国作家没有那种萦绕在任何一段文字上的风格，或许是翻译的问题？

​	在之后，杨同学又带来了《一句顶一万句》，但这次由于他好像读的比较慢和其他什么想不起来的原因，错过了。但还记得语文课在讲那篇阅读时，他讲的是人与人之间的情谊吧，一句真正触动人心的话语是抵过千万句无关痛痒的闲聊，正所谓一句顶过一万句。这也是我对这本书阅读时的刻板印象了，虽然确实没有对实际阅读有很多影响，但还是会下意识向这方向理解。

## 阅读

​	这本书的阅读阵线拉的比较长，从下载下来开始阅读，然后第一次大规模阅读，最后一次直接完成阅读。第一次只看了一小部分，
`
  },
  {
    title: "初读三岛由纪夫",
    file: "初读三岛由纪夫.md",
    date: "2026-06-16",
    summary: "围绕《假面的自白》《金阁寺》《潮骚》三本作品，对三岛由纪夫印象变化的一篇读后随笔。",
    content: `
# 三本书

​	目前，已经阅读了三岛由纪夫的三本小说，《假面的自白》、《金阁寺》和《潮骚》。其中《假面》阅读最烂，随意扫过了一遍，至今想不起任何内容。《金阁寺》在寒假返乡和回校的路上完成阅读，基本上是认真阅读，也看看了一些up主的讲评。《潮骚》最短，一天内断断续续，三次左右完成了整本的阅读。

​	阅读前两本书时，加上我在百科等各个地方对三岛由纪夫的了解，我本以为我基本认识到了他的风格。当时我对他的理解就是，毁灭、扭曲、鲜明的日本气息，极致与错误的思想观，就像看到的那句评价：”三岛由纪夫是一个极好的作家，但不是一个极好的人“。然后，阅读完《潮骚》后，感觉到对他的认识有了诸多错误之处，我之前以为的他的作品会完完全全透露着他的所谓黑暗的观念，但这本书确确实实体现了一种纯粹的青年的爱恋，”透露着满满的生的希望“。

​	我很难说清我在这三本书里读到了什么，也没有太多的感受到与作者共鸣，我甚至无法将我阅读后构建的作者与实际了解到的三岛由纪夫建立联系。我想像的三岛，是黑暗的、自毁的，而现实上的三岛，却更多给了我荒诞感。

# 后续也许

​	已经从图书馆借到了三岛的丰饶之海的第一部《春雪》，准备进一步感受一下他的文学。个人对日本文学比较接受，阅读也较多，而之前也看到有人称三岛为日本文学的集大成之人，加上忘了那本书里对他的推崇，一直抱有期待，虽然第一本书阅读感受不好，但二三本确实给了不错的体验，希望进一步的四部曲能给我惊喜。
`
  }
];
